[
  {
    "id": "1",
    "title": "Phase 1. Students' Voice and Right to Choose",
    "date": "03.03.2025",
    "description": "Students are introduced to the project topic and key issues, and it is explained what they need to do within the framework of the project. The relevance of the topic is discussed. Groups are formed, and students are given the opportunity to choose their roles within the groups based on their interests. Each member receives a specific task.",
    "images": [
      "blogs/Blog1_1.jpg",
      "blogs/Blog1_2.jpg",
      "blogs/Blog1_3.jpg",
      "blogs/Blog1_4.jpg"
    ],
    "videos": ["", ""]
  },
  {
    "id": "2",
    "title": "Phase 2. Research",
    "date": "10.03.2025",
    "description": "Students decide in their groups which sources to use for their research. They study various sources and gather information that will help them answer the key questions.",
    "images": [
      "blogs/Blog2_1.png",
      "blogs/Blog2_2.png",
      "blogs/Blog2_3.png",
      "blogs/Blog2_4.png",
      "blogs/Blog2_5.png"
    ],
    "videos": ["", "", ""]
  },
  {
    "id": "3",
    "title": "Phase 3. Data Processing",
    "date": "17.03.2025",
    "description": "Students compare, analyze, and process information and facts collected from different sources. While writing their material, they indicate which sources they used.",
    "images": [
      "blogs/Blog3_4.jpg",
      "blogs/Blog3_2.jpg",
      "blogs/Blog3_3.jpg",
      "blogs/Blog3_1.jpg",
      "blogs/Blog3_8.jpg"
    ],
    "videos": ["blogs/Blog3_5.mp4", "blogs/Blog3_6.mp4", "blogs/Blog3_7.mp4"]
  },
  {
    "id": "4",
    "title": "Phase 4. Project Implementation",
    "date": "31.03.2025",
    "description": "At this stage, discussions are held based on the collected data. Based on the data, students begin to develop an educational lotto-style game.",
    "images": ["", "", "", ""],
    "videos": ["", ""]
  },
  {
    "id": "5",
    "title": "Phase 5. Project Review",
    "date": "07.04.2025",
    "description": "After receiving feedback, groups review their work, make necessary changes, and present the preliminary game cards. The game questions are uploaded to the website created for the project.",
    "images": ["", "", "", ""],
    "videos": ["", ""]
  },
  {
    "id": "6",
    "title": "Phase 6. Project Completion",
    "date": "14.04.2025",
    "description": "Groups present their corrected work. Students prepare a presentation summarizing all the research done during the project and get ready to present their work.",
    "images": ["", "", "", ""],
    "videos": ["", ""]
  }
]
