{
  "home": "Home",
  "about": "About Us",
  "contact": "Contact",
  "blogs": "Blogs",
  "results": "Results",
  "submit": "Submit",
  "game_over": "Game Over",
  "time_spent": "Time Spent",
  "score": "Score",
  "start": "Start",
  "play": "Play",
  "play_again": "Play Again",
  "see_results": "See Results",
  "game_description_1": "Until the 17th century, mechanics, physics, Earth sciences, and astronomy were part of what was called 'natural philosophy'—a collection of knowledge that combined information about natural phenomena with incorrect conclusions about their causes, often mixed with speculative fantasies. The history of physics as an independent science began in the 17th century with the experiments of Galileo and his students. The theoretical foundations of classical physics were established by Newton at the end of the 17th century. The combination of rapid technological development and its theoretical understanding in the 18th and 19th centuries led to the emergence of key physical concepts (mass, energy, momentum, atom, etc.) and the discovery of fundamental laws, confirmed by experiments.",
  "game_description_2": "At the beginning of the 20th century, limitations in classical physics became apparent in several fields. The theory of relativity, quantum physics, and the standard model emerged. However, some unresolved problems still remain, driving physicists to further advance science.",
  "game_description_3": "Physics (the science of nature, formerly known as natural philosophy) is a science that studies the fundamental laws of nature and attempts to explain their various manifestations. The primary task of physics is to describe the elementary particles of the universe and their interactions, as well as to analyze other physical systems based on these fundamental principles. In other words, physics studies matter and its motion through space and time, along with related concepts such as energy and force.",
  "game_description_4": "Now, let's test what you know about these scientific laws!"
}